export const deviceInfo = [
    {
        type: 'Весы',
        name: 'Аналитические весы OHAUS Adventurer АХ324 (B715976163)',
        status: 'Готов к работе',
        manufacturer: 'Ohaus',
        model: 'AX-123',
        repairs: 'Группа обслуживания лабораторного оборудования',
        using: 'Химико-аналитическая лаборатория 2.0',
        person: 'Иванов Иван Иванович',
        country: 'г. Санкт-Петербург (Нойдорф)',
        serial_number: 'B715976163',
        guid: '508b2a71-662e-4983-ae0c-3cb0c1cd21c5',
        bims_id: '49db8db1-585f-4b9e-bbf0-8a59698edc8b',
        tam: 'А-001234',
        img: process.env.PUBLIC_URL +'/img/item1.svg',
        calibrationReport: [
            {
                data: '04.10.19 10:23',
                solution: 'В1 : № 2000460789536: pH 1.09 В2: № 2000460789536: pH 2.00 В3: № 2000460789536: pH 4.01 В4: № 2000460789536: pH 7.00 В5: № 2000460789536: pH 9.21',
                slope: 98.7,
                offset: -0.3,
                user: 'Иванов Генадий Петрович'
            },
            {
                data: '04.10.19 10:23',
                solution: 'В1 : № 2000460789536: pH 1.09 В2: № 2000460789536: pH 2.00 В3: № 2000460789536: pH 4.01 В4: № 2000460789536: pH 7.00 В5: № 2000460789536: pH 9.21',
                slope: 98.7,
                offset: -0.3,
                user: 'Петров Иван Генадьевич'
            },
            {
                data: '04.10.19 10:23',
                solution: 'В1 : № 2000460789536: pH 1.09 В2: № 2000460789536: pH 2.00 В3: № 2000460789536: pH 4.01 В4: № 2000460789536: pH 7.00 В5: № 2000460789536: pH 9.21',
                slope: 98.7,
                offset: -0.3,
                user: 'Петров Генадий Иванович'
            },
            {
                data: '04.10.19 10:23',
                solution: 'В1 : № 2000460789536: pH 1.09 В2: № 2000460789536: pH 2.00 В3: № 2000460789536: pH 4.01 В4: № 2000460789536: pH 7.00 В5: № 2000460789536: pH 9.21',
                slope: 90.1,
                offset: -0.5,
                user: 'Генадьев Иван Петрович'
            }
        ]
    },
    {
        type: 'Весы',
        name: 'Аналитические весы другие весы (B123456789)',
        status: 'статус',
        manufacturer: 'Другие',
        model: 'Другая',
        repairs: 'Группа обслуживания лабораторного оборудования',
        using: 'Химико-аналитическая лаборатория 3.456',
        person: 'Петров Петр Петрович',
        country: 'г. Москва (другая)',
        serial_number: 'B123456789',
        guid: '508b2a71-613e-4423-ae53-7770c1cd55cxxz',
        bims_id: '111111-2222-3333-4444-12345678911223',
        tam: 'А-005678',
        img: process.env.PUBLIC_URL +'/img/item2.svg',
        calibrationReport: [
            {
                data: '05.10.20 11:56',
                solution: 'В1 : № 2000460789536: pH 1.09 В2: № 2000460789536: pH 2.00 В3: № 2000460789536: pH 4.01 В4: № 2000460789536: pH 7.00 В5: № 2000460789536: pH 9.21',
                slope: 98.7,
                offset: -0.3,
                user: 'Иванов Генадий Петрович'
            },
            {
                data: '05.10.20 11:56',
                solution: 'В1 : № 2000460789536: pH 1.09 В2: № 2000460789536: pH 2.00 В3: № 2000460789536: pH 4.01 В4: № 2000460789536: pH 7.00 В5: № 2000460789536: pH 9.21',
                slope: 89.7,
                offset: -1.1,
                user: 'Петров Иван Генадьевич'
            },
            {
                data: '05.10.20 11:56',
                solution: 'В1 : № 2000460789536: pH 1.09 В2: № 2000460789536: pH 2.00 В3: № 2000460789536: pH 4.01 В4: № 2000460789536: pH 7.00 В5: № 2000460789536: pH 9.21',
                slope: 91.7,
                offset: -0.3,
                user: 'Петров Генадий Иванович'
            },
            {
                data: '05.10.20 11:56',
                solution: 'В1 : № 2000460789536: pH 1.09 В2: № 2000460789536: pH 2.00 В3: № 2000460789536: pH 4.01 В4: № 2000460789536: pH 7.00 В5: № 2000460789536: pH 9.21',
                slope: 90.1,
                offset: -0.5,
                user: 'Генадьев Иван Петрович'
            }
        ]
    }
]